Revit 2024 API
ColorFillSchemeEntry.IsInUse Property
 Represents if there exists at least one element colored based on this entry in the document.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022
Syntax
C#
public bool IsInUse { get; }
Visual Basic
Public ReadOnly Property IsInUse As Boolean
	Get
Visual C++
public:
property bool IsInUse {
	bool get ();
}
See Also
ColorFillSchemeEntry Class
Autodesk.Revit.DB Namespace